xml/request/net_semiconductor.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
<dkabm:record>
<ac:identifier>ssj0006818|820010</ac:identifier>
<dc:identifier xsi:type="dcterms:URI">http://ez.statsbiblioteket.dk:2048/login?url=http://global.factiva.com/en/sess/login.asp?XSID=S00YWFo0HVpMDAo5DEs5DEoM9IqMTIsND3yMHn0YqYvMq382rbRQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQQAA Kun adgang fra Statsbiblioteket og Aarhus Universitet</dc:identifier>
<dc:identifier xsi:type="dcterms:URI">http://ez.statsbiblioteket.dk:2048/login?url=http://search.proquest.com/publication/48708 Kun adgang fra Statsbiblioteket og Aarhus Universitet</dc:identifier>
<dc:identifier xsi:type="dcterms:URI">http://ez.statsbiblioteket.dk:2048/login?url=http://search.proquest.com/publication/48708 Kun adgang fra Statsbiblioteket og Aarhus Universitet</dc:identifier>
<dc:identifier xsi:type="dcterms:URI">http://ez.statsbiblioteket.dk:2048/login?url=http://www.lexisnexis.com/hottopics/lnacademic/?verb=srcsi=250138 Kun adgang fra Statsbiblioteket og Aarhus Universitet</dc:identifier>
<ac:source>Bibliotekskatalog</ac:source>
<dc:title>Semiconductor international</dc:title>
<dc:title xsi:type="dkdcplus:full">Semiconductor international</dc:title>
<dc:subject xsi:type="dcterms:LCSH">Semiconductor industry</dc:subject>
<dc:subject xsi:type="dcterms:LCSH">Semiconductors</dc:subject>
<dc:description>"Processing, assembly and testing."</dc:description>
<dc:description>Latest issue consulted: Vol. 28, no. 7 (Mid-June 2005)</dc:description>
<dcterms:audience>voksenmaterialer</dcterms:audience>
<dc:publisher>Cahners Pub. Co., etc</dc:publisher>
<dc:date>2010</dc:date>
<dc:type xsi:type="dkdcplus:BibDK-Type">Tidsskrift (net)</dc:type>
<dc:language xsi:type="dcterms:ISO639-2">eng</dc:language>
<dc:language>Engelsk</dc:language>
<dcterms:replaces>Electronic packaging and production</dcterms:replaces>
</dkabm:record>
<marcx:collection>
<marcx:record format="danMARC2" type="Bibliographic">
<marcx:leader>000000000000000000000000</marcx:leader>
<marcx:datafield ind1="0" ind2="0" tag="001">
<marcx:subfield code="a">ssj0006818</marcx:subfield>
<marcx:subfield code="b">820010</marcx:subfield>
<marcx:subfield code="c">20120615060120</marcx:subfield>
<marcx:subfield code="d">19781109</marcx:subfield>
<marcx:subfield code="f">a</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="004">
<marcx:subfield code="r">n</marcx:subfield>
<marcx:subfield code="a">e</marcx:subfield>
<marcx:subfield code="n">w</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="008">
<marcx:subfield code="t">p</marcx:subfield>
<marcx:subfield code="u">d</marcx:subfield>
<marcx:subfield code="a">1978</marcx:subfield>
<marcx:subfield code="z">2010</marcx:subfield>
<marcx:subfield code="b">us</marcx:subfield>
<marcx:subfield code="c">m</marcx:subfield>
<marcx:subfield code="h">p</marcx:subfield>
<marcx:subfield code="i">a</marcx:subfield>
<marcx:subfield code="l">eng</marcx:subfield>
<marcx:subfield code="n">b</marcx:subfield>
<marcx:subfield code="v">4</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="009">
<marcx:subfield code="a">a</marcx:subfield>
<marcx:subfield code="g">xe</marcx:subfield>
<marcx:subfield code="b">t</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="022">
<marcx:subfield code="l">0163-3767</marcx:subfield>
<marcx:subfield code="x">0163-3767</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="030">
<marcx:subfield code="a">SITLDD</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="036">
<marcx:subfield code="a">80644829</marcx:subfield>
<marcx:subfield code="z">sn 78002101</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="050">
<marcx:subfield code="a">TK7871.85</marcx:subfield>
<marcx:subfield code="b">.S464</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="082">
<marcx:subfield code="a">621.3815</marcx:subfield>
<marcx:subfield code="b">2</marcx:subfield>
<marcx:subfield code="b">05</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="210">
<marcx:subfield code="a">Semicond. int.</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="222">
<marcx:subfield code="a">Semiconductor international</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="240">
<marcx:subfield code="a">Semiconductor international</marcx:subfield>
<marcx:subfield code="j">Online</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="245">
<marcx:subfield code="a">Semiconductor international</marcx:subfield>
<marcx:subfield code="m">electronic resource</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="255">
<marcx:subfield code="a">Vol. 1 (Nov./Dec. 1978)-</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="255">
<marcx:subfield code="a">Ceased in April 2010</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="260">
<marcx:subfield code="a">Newton, MA, etc.</marcx:subfield>
<marcx:subfield code="b">Cahners Pub. Co., etc</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="500">
<marcx:subfield code="a">Frequency varies (1978-Sept. 2003), Monthly, except semi-monthly in June (Oct. 2003-)</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="525">
<marcx:subfield code="a">Semiconductor international. Technical product reference source 1994/98-, Product data source 1997-; and Semisource, 1999-</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="525">
<marcx:subfield code="a">Absorbed: Electronic packaging and production</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="559">
<marcx:subfield code="a">"Processing, assembly and testing."</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="559">
<marcx:subfield code="a">Latest issue consulted: Vol. 28, no. 7 (Mid-June 2005)</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="650">
<marcx:subfield code="a">Semiconductor industry</marcx:subfield>
<marcx:subfield code="v">Periodicals</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="650">
<marcx:subfield code="a">Semiconductors</marcx:subfield>
<marcx:subfield code="v">Periodicals</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="856">
<marcx:subfield code="z">Full text available from Factiva: 01/01/1994 to 04/30/2010</marcx:subfield>
<marcx:subfield code="u">http://ez.statsbiblioteket.dk:2048/login?url=http://global.factiva.com/en/sess/login.asp?XSID=S00YWFo0HVpMDAo5DEs5DEoM9IqMTIsND3yMHn0YqYvMq382rbRQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQQAA</marcx:subfield>
<marcx:subfield code="u">Kun adgang fra Statsbiblioteket og Aarhus Universitet</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="856">
<marcx:subfield code="z">Full text available from ABI/INFORM Global: 09/01/1996 to 04/30/2010</marcx:subfield>
<marcx:subfield code="u">http://ez.statsbiblioteket.dk:2048/login?url=http://search.proquest.com/publication/48708</marcx:subfield>
<marcx:subfield code="u">Kun adgang fra Statsbiblioteket og Aarhus Universitet</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="856">
<marcx:subfield code="z">Full text available from Science Journals: 09/01/1996 to 04/30/2010</marcx:subfield>
<marcx:subfield code="u">http://ez.statsbiblioteket.dk:2048/login?url=http://search.proquest.com/publication/48708</marcx:subfield>
<marcx:subfield code="u">Kun adgang fra Statsbiblioteket og Aarhus Universitet</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="856">
<marcx:subfield code="z">Full text available from LexisNexis Academic Source Package (Europe): 09/01/2001 to 04/01/2010</marcx:subfield>
<marcx:subfield code="u">http://ez.statsbiblioteket.dk:2048/login?url=http://www.lexisnexis.com/hottopics/lnacademic/?verb=srcsi=250138</marcx:subfield>
<marcx:subfield code="u">Kun adgang fra Statsbiblioteket og Aarhus Universitet</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="860">
<marcx:subfield code="t">Electronic packaging and production</marcx:subfield>
<marcx:subfield code="z">0013-4945</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="865">
<marcx:subfield code="i">Available in another form</marcx:subfield>
<marcx:subfield code="z">0163-3767</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="871">
<marcx:subfield code="t">Semiconductor international. SemiSource</marcx:subfield>
<marcx:subfield code="z">1931-9657</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="871">
<marcx:subfield code="t">Semiconductor international. Product data source</marcx:subfield>
</marcx:datafield>
<marcx:datafield ind1="0" ind2="0" tag="871">
<marcx:subfield code="t">Semiconductor international. Technical products reference source</marcx:subfield>
</marcx:datafield>
</marcx:record>
</marcx:collection>
<os:identifier>820010-katalog:ssj0006818</os:identifier>
<os:creationDate>2012-06-29</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
            <os:ocn>fake ocn number</os:ocn>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>fullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
